{
  "What is the Malayali SAMP server for GTA San Andreas?": "Our Malayali SAMP server is a multiplayer online gaming community tailored for fans of GTA San Andreas, offering an experience similar to GTA 5 Online/FiveM.",
  "How To Join?": "To join this server, you must take an interview and whitelist from this Discord server. You can watch or read the instructions from ⁠❄║start-your-guide.",
  "What features does the TSRP server offer?": "Our server offers various features such as Robbery, Heist, Roleplay, Gangs, Departments, and more.",
  "Do I need any special software to play on the Malayali SAMP server?": "Yes, you will need a copy of GTA San Andreas for PC and the SAMP client to connect to our server. You can download from ⁠💻║pc_download.",
  "How can I report issues or report about other person in-game?": "You can contact an admin by using the /report command in-game, or reach out via Discord Ticket.",
  "Is It Free To Play?": "Yes, it is free for all users and has some premium schemes.",
  "How can I subscribe to the in-game premium scheme?": "To subscribe to premium, start by exploring our price list and item names listed in ⁠💲║scheme-plan. Then, initiate a donation ticket in the Discord channel ⁠💲║scheme-ticket for further details and pricing options.",
  "How can I contact an admin if I need assistance?": "You can contact an admin by using the /report command in-game.",
  "What is the whitelisting process for new players?": "The whitelisting process ensures that new players are genuine and committed to maintaining a positive gaming environment. It involves a brief interview to assess your suitability for joining our community.",
  "Why do I need to go through an interview to get whitelisted?": "The interview helps us get to know you better and ensures that you understand and agree to abide by our server rules and guidelines.",
  "What happens if I fail the whitelisting interview?": "If you fail the interview, you may be provided with feedback on areas for improvement or given the opportunity to reapply at a later time.",
  "How long does the whitelisting process take?": "The duration of the whitelisting process may vary depending on factors such as the availability of our staff members and the volume of applications we receive.",
  "What is the next step after passing the whitelisting interview?": "After passing the interview, the next step is to join the game and register your in-game name.",
  "How do I register my in-game name after passing the interview?": "To register your in-game name, please follow the instructions provided in ⁠❄║start-your-guide.",
  "Which channel should I post my in-game name in to become whitelisted?": "You should post your in-game name in ⁠🗂︱whitelist-application.",
  "What should I do if there is an issue with my in-game name registration or whitelisting process?": "If you encounter any issues with your in-game name registration or whitelisting process, please contact our staff via Discord or submit a support ticket.",
  "How long does it take for my in-game name to be processed and whitelisted after registration?": "The processing time varies, but our staff members strive to whitelist new players as quickly as possible. You can expect your in-game name to be whitelisted within 24 hours.",
  "Can I change my in-game name after registering it for whitelisting?": "Yes, you can change your name by going to city hall in our city to change the name for $100,000.",
  "How will I know if I have been whitelisted?": "You will receive a direct message (DM) in Discord notifying you that you have been whitelisted! Keep an eye on your Discord messages for this confirmation.",
  "What are the in-game premiums/schemes offered on the TSRP?": "We offer various in-game premiums and schemes to enhance your gameplay experience, such as houses, shops, VIP membership, vehicles, etc.",
  "What benefits do VIP memberships offer?": "VIP memberships offer exclusive benefits such as access to private channels and in-game commands, access to the VIP lounge, the ability to take guns from the VIP lounge, and access to VIP cars for free use.",
  "Do VIP Membership or other schemes have dismantle time?": "Scheme items offer unlimited time usage for buyers without any dismantle time. However, for VIP members, there are time limits such as 1 month or 12 months.",
  "Can I gift in-game premiums/schemes to other players?": "Yes, you can gift in-game premiums/schemes to other players as a token of appreciation or to celebrate special occasions. However, Real Money Trading (RMT) is prohibited.",
  "Are there different tiers of VIP memberships available on the Malayali SAMP server?": "Yes, we offer different tiers of VIP memberships with varying levels of benefits to suit different preferences and budgets.",
  "Is there a refund policy for in-game premiums/schemes?": "We apologize, but we do not offer refunds for our in-game premiums/schemes. All proceeds from purchases are directly invested into supporting our host team and development team, ensuring continuous enhancements to make your gaming experience more enjoyable and efficient.",
  "Can I earn in-game premiums/schemes through gameplay achievements?": "No, but you can win them from giveaways and events hosted by the server.",
  "What are in-game factions in the Malayali SAMP server?": "In-game factions are organized groups within the server that players can join to participate in various activities and roleplaying scenarios.",
  "What types of factions are available?": "We offer a variety of factions such as law enforcement agencies, emergency services, organizations, the news department, and mechanics.",
  "What benefits do players receive by joining an in-game faction?": "Joining a faction offers players unique opportunities for roleplaying, collaboration, and advancement, such as weekly salaries.",
  "How do I join an in-game faction?": "To join a faction, you must contact the faction head (chief) or look out for recruitment every 2 months in #✴|〔FAC ANNOUNCEMENTS〕|✴.",
  "What are gangs?": "Gangs are player-formed groups focused on criminal activities, territory control, and engaging in turf wars and point wars within the server.",
  "How do I join a gang?": "To join a gang, you must contact the gang leaders/boss who will inform you of their gang requirements, such as level check and gun skills.",
  "Are there specific rules or guidelines for gang behavior in the server?": "Yes, we have rules in place to regulate gang activities and ensure fair gameplay for all players.",
  "Are there consequences for violating gang rules?": "Yes, violating gang rules may result in disciplinary actions.",
  "What is the Malayali SAMP server?": "Our Malayali SAMP server is a multiplayer online gaming community tailored for fans of GTA San Andreas, offering an experience similar to GTA 5 Online/FiveM.",
  "How do I join?": "To join this server, you must take an interview and whitelist from this Discord server. You can watch or read the instructions from ⁠❄║start-your-guide.",
  "What features are available?": "Our server offers various features such as Robbery, Heist, Roleplay, Gangs, Departments, and more.",
  "Do I need special software?": "Yes, you will need a copy of GTA San Andreas for PC and the SAMP client to connect to our server. You can download from ⁠💻║pc_download.",
  "How do I report issues?": "You can contact an admin by using the /report command in-game, or reach out via Discord Ticket.",
  "Is it free to play?": "Yes, it is free for all users and has some premium schemes.",
  "How do I get premium?": "To subscribe to premium, explore our price list in ⁠💲║scheme-plan and start a donation ticket in ⁠💲║scheme-ticket for details.",
  "How do I contact an admin?": "You can contact an admin by using the /report command in-game.",
  "What is whitelisting?": "The whitelisting process ensures that new players are genuine and committed to maintaining a positive gaming environment.",
  "Why an interview for whitelisting?": "The interview helps us get to know you and ensures you understand and agree to our server rules.",
  "What if I fail the interview?": "If you fail the interview, you may get feedback or the opportunity to reapply later.",
  "How long is the whitelisting process?": "The duration varies but our staff strives to whitelist new players quickly, usually within 24 hours.",
  "What's next after passing the interview?": "After passing, join the game and register your in-game name.",
  "How do I register my in-game name?": "Follow the instructions in ⁠❄║start-your-guide.",
  "Where to post my in-game name?": "Post your in-game name in ⁠🗂︱whitelist-application.",
  "Issues with name registration?": "Contact our staff via Discord or submit a support ticket.",
  "How long to process my name?": "We aim to whitelist new players within 24 hours.",
  "Can I change my in-game name?": "Yes, change your name at city hall for $100,000.",
  "How will I know if I'm whitelisted?": "You will receive a DM in Discord notifying you.",
  "What are the premium schemes?": "We offer various in-game premiums like houses, shops, VIP membership, vehicles, etc.",
  "Benefits of VIP membership?": "VIP memberships offer benefits like access to private channels, VIP lounge, VIP cars, and more.",
  "Is there a time limit for VIP?": "Scheme items have unlimited time but VIP membership can have 1 or 12-month limits.",
  "Can I gift premiums?": "Yes, you can gift premiums to other players but RMT is prohibited.",
  "Different VIP tiers?": "Yes, we offer different VIP tiers with varying benefits.",
  "Refund policy for premiums?": "No refunds. All proceeds support our host and development team.",
  "Earn premiums through gameplay?": "No, but you can win them from giveaways and events.",
  "What are factions?": "In-game factions are organized groups for various activities and roleplaying scenarios.",
  "Types of factions?": "We offer law enforcement, emergency services, organizations, news department, and mechanics.",
  "Benefits of joining a faction?": "Joining a faction offers unique roleplaying, collaboration, and weekly salaries.",
  "How to join a faction?": "Contact the faction head or look out for recruitment announcements.",
  "What are gangs?": "Gangs are player-formed groups focused on criminal activities and territory control.",
  "How to join a gang?": "Contact gang leaders who will inform you of their requirements.",
  "Rules for gang behavior?": "Yes, we have rules to regulate gang activities and ensure fair gameplay.",
  "Consequences for violating gang rules?": "Yes, violations may result in disciplinary actions."
  "What's the Malayali SAMP server all about?": "Our Malayali SAMP server is a fun community for GTA San Andreas fans, giving you a GTA 5 Online/FiveM-like experience.",
  "How do I join the server?": "Joining is easy! You just need to pass a quick interview and whitelist on our Discord. Check ⁠❄║start-your-guide for instructions.",
  "What cool features does the server offer?": "We've got everything from Robbery and Heist to Roleplay and Gangs, plus different Departments to explore.",
  "Do I need any special software?": "Yep, you'll need GTA San Andreas for PC and the SAMP client. Get it from ⁠💻║pc_download.",
  "How can I report issues or other players?": "Just use /report in-game or open a Discord Ticket to reach an admin.",
  "Is it free to play?": "Absolutely! It's free for everyone with some cool premium options available too.",
  "How can I get premium stuff?": "Check out our price list in ⁠💲║scheme-plan and start a donation ticket in ⁠💲║scheme-ticket for details.",
  "How do I contact an admin if I need help?": "Use the /report command in-game to get in touch with an admin.",
  "What's this whitelisting process about?": "It's our way of making sure players are cool and ready to follow our server rules. You'll have a quick interview to get whitelisted.",
  "Why do I need an interview for whitelisting?": "The interview helps us get to know you and makes sure you're up for playing by our rules.",
  "What if I mess up the whitelisting interview?": "No worries! You might get feedback or a chance to try again later.",
  "How long does whitelisting take?": "It varies, but usually within 24 hours. We try to get you in-game fast!",
  "What happens after I pass the whitelisting interview?": "Once you pass, hop into the game and register your in-game name.",
  "How do I register my in-game name?": "Follow the steps in ⁠❄║start-your-guide.",
  "Where do I post my in-game name for whitelisting?": "Drop your in-game name in ⁠🗂︱whitelist-application.",
  "Got issues with name registration or whitelisting?": "Hit up our staff on Discord or submit a support ticket.",
  "How long until my name gets whitelisted?": "Usually within 24 hours, our team works hard to get you playing ASAP.",
  "Can I change my in-game name later?": "Sure thing! Head to city hall in-game to change your name for $100,000.",
  "How will I know if I'm whitelisted?": "Keep an eye on your Discord DMs for a message telling you you're good to go.",
  "What kind of premium stuff can I get in-game?": "We've got houses, shops, VIP membership, vehicles, and more to level up your game.",
  "What's so great about VIP memberships?": "VIPs get access to private channels, special in-game commands, and even VIP lounges and cars.",
  "Do VIP memberships have time limits?": "Regular items last forever, but VIP memberships might have 1-month or 12-month limits.",
  "Can I give premium stuff to other players?": "Absolutely! It's a great way to show appreciation or celebrate. Just remember, no Real Money Trading (RMT)!",
  "Are there different VIP tiers?": "Yep, we've got different levels of VIP with various perks to suit your style and budget.",
  "Is there a refund policy for premium stuff?": "Sorry, no refunds here. All purchases go straight into supporting our awesome server and devs.",
  "Can I earn premium stuff through gameplay achievements?": "Nah, but keep an eye out for giveaways and events where you can score some cool stuff.",
  "What exactly are factions in the server?": "Factions are groups you can join for roleplaying and activities, like law enforcement, emergency services, and more.",
  "What kinds of factions are available?": "We've got cops, firefighters, news crews, mechanics—lots of ways to get into the action.",
  "What do I get for joining a faction?": "Joining a faction means cool roleplaying opportunities, teamwork, and maybe even a weekly paycheck.",
  "How do I join a faction?": "Contact the faction boss or keep an eye on #✴|〔FAC ANNOUNCEMENTS 〕|✴ for recruitment info.",
  "What are gangs all about?": "Gangs are player groups into all kinds of shady stuff—territory battles, point wars, you name it.",
  "How do I join a gang?": "Hit up the gang boss for their requirements, like level checks and showing off your gun skills.",
  "Are there rules for gangs?": "Absolutely, we've got rules to keep things fair and fun for everyone.",
  "What happens if I break gang rules?": "Breaking rules might get you in some hot water—our mods keep things running smooth."
}
